start_text="""Привіт я Бот презентація командного проекту від команди №4! Для переміщення по презентації використовуйте навігаційне меню."""

user_profile = """Я Рубіроїд, найважливіший гвинтик корпоративної машини. 

Людина яка цінує свій час та капітал. Яка не хоче витрачати найцінніший ресурс у своєму житті(тут вже на ваш вибір), 
на постійний пошук вигіднішого курсу у різних банках. Людина яка бажає автоматизувати буденні справи. 
Та зробити життя трішки простішим."""

team_text = """У нас взагалі найкраща тіма в світі. Пропоную ознайомитись із кожним окремо, оскільки кожен вніс великий вклад у цей проект"""

solution_text = """Проблеми які вирішує бот

1. Зручність для користувачів, які часто працюють із різними валютами. Вони можуть швидко дізнатися про актуальний курс валют без необхідності пошуку інформації в інтернеті або на інших ресурсах.

2. Економія часу та зменшення можливих помилок під час виконання валютних операцій. Бот може надати актуальну інформацію про курси валют, що допоможе користувачам приймати правильні рішення у своїх операціях.

3. Автоматизація процесу здобуття інформації про курси валют. Бот може працювати цілодобово і без простоїв, що дозволяє користувачам отримувати актуальну інформацію про курси валют у будь-який час.

4. Легкість використання. Бот може бути простий у використанні навіть для тих користувачів, які не мають досвіду роботи з технологіями.

5. Персоналізація. Бот може бути налаштований на надання інформації про курси валют відповідно до індивідуальних потреб користувача, наприклад, вибір кількість знаків після коми.
"""

tech_text = """Технології які ми використовували:

Вся логіка проекту написана на мові Java.

Для запуску та підтримання проекту ми використовували Spring Boot, який ідеально підходить для роботи із Java у мережі інтернет.

Сборка та налаштування залежностей проекту виконана за допомогою системи Gradle.

Для отримання актуального курсу та парсигу json реквестів використовувались бібліотеки Jsop та Gson.

Повна реалізація проекту виконана за допомогою Telegram API.

Обрана система контролю версій проекту Git Hub.
"""

daniil_text = """*Даніїл Дейнекін* - Team Leader

Сторення структури проекту. Організація та координація роботи команди, розподіл завдань та контроль за їх виконанням.
"""

sofia_text = """*Софія Засименко*

Створення реалізації роботи з API банків. Вирішення проблем пов'язаними із нюансами роботи https запросів до конкретних банків. Реалізація команди \"Отримати інфо\"."""


yaroslava_text = """*Ярослава Храброва*

Сворення всіх строкових констант та id кнопок бота. Реалізація команд: \"Отримати інфо\" та \"Обрати банк\"."""

andrew_text = """*Андрій Прудник*

Створення та налаштування основної сутності User та утилітних классів до неї. Реалізація команди \"Обрати тип операцій\"."""

volodimir_text = """*Семенов Володимир*

Створення стартових конфігурацій боту. Реалізація команди: \"Вибрати кількість знаків після коми.\" """