start_text="""Привіт! Я Бот-презентація командного проєкту, виконаного командою №4! Для переміщення по презентації використовуйте навігаційне меню."""

user_profile = """Я Рубіроїд, найважливіший гвинтик корпоративної машини. 

Робот, який цінує свій час та капітал. Я не хочу витрачати найцінніший ресурс у своєму житті (тут вже на ваш вибір) на постійний пошук вигіднішого курсу у різних банках. Робот, який бажає автоматизувати буденні справи та зробити життя трішки простішим."""

team_text = """У нас взагалі найкраща команда у світі. Пропоную познайомитись із її учасниками, оскільки кожен зробив великий внесок у цей проект."""

solution_text = """Проблеми, які вирішує бот:

	1. Зручність для користувачів, які часто працюють із різними валютами. Можна швидко дізнатися про актуальний курс валют без необхідності пошуку інформації в інтернеті або на інших ресурсах.

	2. Економія часу та зменшення можливих помилок під час виконання валютних операцій. Бот може надати актуальну інформацію про курси валют, що допоможе користувачам приймати правильні рішення щодо своїх фінансових операцій.

	3. Автоматизація процесу здобуття інформації про курси валют. Бот може працювати цілодобово і без простоїв, що дозволяє користувачам отримувати актуальну інформацію про курси валют у будь-який час.

	4. Легкість використання. Бот є простим у користуванні навіть для тих, хто не має досвіду роботи з технологіями.

	5. Персоналізація. Бот може бути налаштований на надання інформації про курси валют відповідно до індивідуальних потреб користувача, наприклад, вибір кількості знаків після коми.
"""

tech_text = """Технології які ми використовували:

Уся логіка проєкту написана на мові Java. 

Для запуску та підтримання проєкту ми використовували Spring Boot, який ідеально підходить для роботи із Java у мережі Інтернет.

Збирання та налаштування залежностей проєкту виконуються за допомогою системи Gradle.

Для отримання актуальних курсів та роботи з форматом json використовуються бібліотеки Jsoup та Gson. 

Повна реалізація проєкту виконана за допомогою Telegram API.

Обрана система контролю версій проекту – GitHub.
"""

daniil_text = """*Даніїл Дейнекін* - Team Leader

Створення структури проєкту. Організація та координація роботи команди, розподіл завдань та контроль за їх виконанням.
"""

sofia_text = """*Софія Засименко*

Створення реалізації роботи з API банків. Вирішення проблем, пов’язаних із нюансами роботи https-запитів до конкретних банків. Реалізація команди “Отримати інфо“."""


yaroslava_text = """*Ярослава Храброва*

Створення всіх стрічкових констант та id-кнопок бота. Реалізація команд: “Отримати інфо” та “Обрати банк“."""

andrew_text = """*Андрій Прудник*

Створення та налаштування основної сутності User та утилітних класів до неї. Реалізація команди “Обрати тип операцій“."""

volodimir_text = """*Семенов Володимир*

Створення стартових конфігурацій бота. Реалізація команди “Вибрати кількість знаків після коми.”"""